Key,German
AlarmServer.Warning.Text,
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Reset
BaseTemplate.Button5.Text,
BaseTemplate.Button9.Text,Zyklus
BaseTemplate.Button1.Text,
Home.Button3.Text,Administration
Home.Button8.Text,Optionen
About_Sharp.Text.Text,"Über Sharp"
About_Sharp.Text1.Text,"Für technischen Support: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Anzahl der produzierten Beutel"
About_Sharp.Text3.Text,HMI-Version
About_Sharp.Text6.Text,1.2.1.0
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Zum Zurücksetzen von BPM gedrückt halten"
Dashboard.Button3.Text,"Druck abbrechen"
Dashboard.Button5.Text,"Etiketten löschen"
Dashboard.Text.Text,"Produzierte Beutel"
Dashboard.Text1.Text,"Aktiver Lauf"
Dashboard.Text2.Text,Beutel/Minute
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Automatikmodus aktiv"
Dashboard.Text4.Text,"Trocknungszyklus aktiv"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Über Sharp"
Dashboard_Help.Text.Text,Dashboard-Hilfe
Settings_P1.Text.Text,Einstellungsseite
Settings_P2.Text.Text,Einstellungsseite
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Zuführgeschwindigkeit / Rücklaufgeschwindigkeit"
Settings_P1.Text4.Text,"Siegelausgleich (Zoll)"
Settings_P1.Text5.Text,"Backendurchlass (Zoll)"
Settings_P1.Text6.Text,"Beutellänge (Zoll)"
Settings_P1.Text7.Text,"Siegeldauer / Siegelkühlung"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Vor dem Versiegeln trennen"
Settings_P2.Text3.Text,"Aufeinanderfolgende Beutel"
Settings_P2.Text4.Text,Teilezähler
Settings_P2.Text6.Text,Loszählungseinstellung
Settings_P2.Text7.Text,Füllzeit
Settings_P2.Button.Text,Deaktiviert
Settings_P2.Button2.Text,Deaktiviert
Settings_P2.Button3.Text,Deaktiviert
Settings_P2.Button4.Text,Deaktiviert
Settings_P2.Button5.Text,Deaktiviert
Settings_P2.Button.Texts[0],Deaktiviert
Settings_P2.Button.Texts[1],Aktiviert
Settings_P2.Button2.Texts[0],Deaktiviert
Settings_P2.Button2.Texts[1],Aktiviert
Settings_P2.Button3.Texts[0],Deaktiviert
Settings_P2.Button3.Texts[1],Aktiviert
Settings_P2.Button4.Texts[0],Deaktiviert
Settings_P2.Button4.Texts[1],Aktiviert
Settings_P2.Button5.Texts[0],Deaktiviert
Settings_P2.Button5.Texts[1],Aktiviert
Admin.Text.Text,"Werkseitig installiert"
Admin.Button4.Text,"Unabhängiger Beutelschrumpfer"
Admin.Button2.Text,Drucker
Admin.Button3.Text,Barcode-Überprüfer
Admin.Button8.Text,"Einziehbare Ladeplatte"
Admin.Button.Text,"Erweiterte Einstellungen"
Advanced_P1.Text.Text,Erweitert
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Erweitert
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Erweitert
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Erweitert
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,Automatikmodus
Advanced_P1.Button2.Text,Trocknungszyklus
Advanced_P1.Text2.Text,"Automatikmodus Verweilzeit"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Zustand
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Bereit
Advanced_P1.Text6.Text,Drucker
Advanced_P1.Text7.Text,"Einziehbare Ladeplatte"
Advanced_P1.Text8.Text,Kieferdurchgang
Advanced_P1.Text9.Text,Beutellieferung
Advanced_P1.Text10.Text,Barcode-Überprüfer
Advanced_P1.Text11.Text,"Unabhängiger Beutelschrumpfer"
Advanced_P2.Text2.Text,Text
Advanced_P2.Text3.Text,Text
Advanced_P2.Text4.Text,Text
Advanced_P2.Text5.Text,Text
Advanced_P2.Text6.Text,Text
Advanced_P2.Text7.Text,Text
Advanced_P2.Text8.Text,Text
Advanced_P2.Text9.Text,Text
Advanced_P3.Text2.Text,"Hergestellte Beutel"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Standby-Zeit (Min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Null
Advanced_P4.Text10.Text,Vorderkiefer
Advanced_P4.Text9.Text,"Aktuelle Position"
Advanced_P4.Text8.Text,Alarmcode
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Null
Advanced_P4.Text13.Text,Hinterkiefer
Advanced_P4.Text12.Text,"Aktuelle Position"
Advanced_P4.Text11.Text,Alarmcode
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,Serviceseite
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,Serviceseite
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,Serviceseite
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P1.Text.Text,Ausgänge
IO_P1.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Eingänge
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Kiefer schließen"
Service_P1.Button5.Text,"Kiefer schütteln geschlossen"
Service_P1.Button6.Text,"Kiefer schütteln offen"
Service_P1.Button7.Text,"Kiefer öffnen"
Service_P2.Button2.Text,"IBD schließen"
Service_P2.Button5.Text,"IBD schütteln geschlossen"
Service_P2.Button6.Text,"IBD schütteln offen"
Service_P2.Button7.Text,"IBD öffnen"
Service_P3.Button2.Text,"Printkopf heben"
Service_P3.Button5.Text,"Lastregal heben"
Service_P3.Button6.Text,"Lastregal senken"
Service_P3.Button7.Text,"Printkopf senken"
Service_P3.Button.Text,"Abbrechen Kieferzyklustest"
Service_P3.Button4.Text,"Starten Kieferzyklustest"
Service_P3.Text2.Text,Kieferzyklen
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:0/09 Barcode NG"
IO_P3.Text6.Text,"I:0/07 Jaw Not Obstructed"
IO_P3.Text4.Text,"I:0/06 Clamp Home Sensor"
IO_P3.Text7.Text,"I:0/03 Bag Edge Photoeye"
IO_P3.Text9.Text,"I:0/10 Light Curtain Clear"
IO_P3.Text5.Text,"I:0/05 Pbar Clamp Motor Alarm"
IO_P3.Text10.Text,"I:0/02 Printer Busy"
IO_P3.Text11.Text,"I:0/04 Cycle Start"
IO_P3.Text12.Text,"I:0/08 Barcode OK"
IO_P3.Text3.Text,"I:0/01 Printer Data Ready"
IO_P3.Text2.Text,"I:2/00 Druckerservice erforderlich"
IO_P3.Text15.Text,"I:2/11 Ersatz"
IO_P1.Text8.Text,"O:1/09 Palmzustand 0"
IO_P1.Text6.Text,"O:0/07 Bagger OK"
IO_P1.Text4.Text,"O:1/06 Lüfter aktivieren"
IO_P1.Text7.Text,"O:1/03 Band abwickeln"
IO_P1.Text5.Text,"O:1/05 Fotoauge lernen"
IO_P1.Text9.Text,"O:1/10 Palmzustand 1"
IO_P1.Text10.Text,"O:1/02 Druckanforderung"
IO_P1.Text11.Text,"O:1/04 Barcode-Auslöser"
IO_P1.Text12.Text,"O:1/08 Bereit für Füller"
IO_P1.Text3.Text,"O:1/01 Druckkopf senken"
IO_P1.Text2.Text,"O:1/00 Siegel Draht"
Options.Button.Text,Drucker
Options.Button1.Text,Barcode-Überprüfer
Options.Button2.Text,"Unabhängiger Beutelschrumpfer"
Options.Button3.Text,"Einziehbare Ladeplatte"
Option_Printer.Button.Text,"Druck abbrechen"
Option_Printer.Button1.Text,"Etiketten senden"
Option_Printer.Button2.Text,"Etiketten löschen"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,Drucklänge
Option_Printer.Text4.Text,Druckversatz
Option_Printer.Text6.Text,Druckgeschwindigkeit
Option_Printer.Text.Text,Drucker
Option_Printer.Text5.Text,EIN
Option_Printer.Text5.Texts[0],AUS
Option_Printer.Text5.Texts[1],EIN
Option_IBD.Text4.Text,Kiefer-Schließverzögerung
Option_IBD.Text6.Text,"Klemmkraft (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Unabhängiger Beutelschrumpfer"
Option_IBD.Text5.Text,EIN
Option_IBD.Text5.Texts[0],AUS
Option_IBD.Text5.Texts[1],EIN
Option_LoadShelf.Text6.Text,"Verweilzeit (Sek.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Einziehbare Ladeplatte"
Option_LoadShelf.Text5.Text,EIN
Option_LoadShelf.Text5.Texts[0],AUS
Option_LoadShelf.Text5.Texts[1],EIN
Option_BarcodeVerifier.Text.Text,Barcode-Überprüfer
Option_BarcodeVerifier.Text5.Text,EIN
Option_BarcodeVerifier.Text5.Texts[0],AUS
Option_BarcodeVerifier.Text5.Texts[1],EIN
Option_BarcodeVerifier.Text2.Text,"Gute Lesung"
Option_BarcodeVerifier.Text3.Text,"Scanabstand (Zoll)"
Option_BarcodeVerifier.Text4.Text,"Start-Scan-Versatz (Zoll)"
Option_BarcodeVerifier.Text1.Text,"Schlechte/keine Lesung"
Option_BarcodeVerifier.Text6.Text,"Fehlerzähler für schlechte Lesung"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"Trigger BCD-Überprüfer"
Service_P1.Button1.Texts[0],"Kiefer schließen"
Service_P1.Button1.Texts[1],"Kiefer geschlossen"
Service_P1.Button7.Texts[0],"Kiefer öffnen"
Service_P1.Button7.Texts[1],"Kiefer geöffnet"
Service_P2.Button2.Texts[0],"IBD schließen"
Service_P2.Button2.Texts[1],"IBD geschlossen"
Service_P2.Button7.Texts[0],"IBD öffnen"
Service_P2.Button7.Texts[1],"IBD geöffnet"
Service_P3.Button7.Texts[0],"Druckkopf absenken"
Service_P3.Button7.Texts[1],"Druckkopf abgesenkt"
Service_P3.Button2.Texts[0],"Druckkopf anheben"
Service_P3.Button2.Texts[1],"Druckkopf angehoben"
Service_P3.Button5.Texts[0],"Ladegestell anheben"
Service_P3.Button5.Texts[1],"Ladegestell angehoben"
Service_P3.Button6.Texts[0],"Ladegestell absenken"
Service_P3.Button6.Texts[1],"Ladegestell abgesenkt"
Advanced_P3.Text4.Text,"Kiefer schließen (Zoll)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Automatische Abmeldeverzögerung (s)"
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Einstellungen
Faults.Text.Text,"Aktive Fehlerseite"
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,Passwort:
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Bediener
Login.Button.Text,Schließen
Advanced_P3.Button2.Text,"Klicken, um das Klemmen während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[0],"Klicken, um das Klemmen während des Zyklus zu umgehen"
Advanced_P3.Button2.Texts[1],"Klemmen umgangen"
Service_P2.Button4.Text,"Film rückwärts joggen"
Service_P2.Button9.Text,"Film vorwärts joggen"
Service_P1.Button8.Text,"BCD-Überprüfer auslösen"
Service_P1.Button2.Text,"Klemme joggen Geschlossen"
Service_P1.Button3.Text,"Klemme joggen Offen"
Status.Text.Text,Name
Status.Text1.Text,Status
Status.Text2.Text,Bereit?
Status.Name_0.Text,Name
Status.Status_0.Text,Status
Status.Ready_0.Text,Bereit?
Status.Name_1.Text,Name
Status.Status_1.Text,Status
Status.Ready_1.Text,Bereit?
Status.Name_2.Text,Name
Status.Status_2.Text,Status
Status.Ready_2.Text,Bereit?
Status.Name_3.Text,Name
Status.Status_3.Text,Status
Status.Ready_3.Text,Bereit?
Status.Name_4.Text,Name
Status.Status_4.Text,Status
Status.Ready_4.Text,Bereit?
Status.Name_5.Text,Name
Status.Status_5.Text,Status
Status.Ready_5.Text,Bereit?
Status.Text24.Text,Maschinenstatus
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Diese Seite verwendet Scripting, um die Tabelle auszufüllen. Bitte überprüfen Sie den Scripting-Tab, um zu verstehen, wie sie ausgefüllt wird."
Status.AnalogNumeric.Prefix,"Gesamte Komponenten:"
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Übersicht des Baggers Status"
About_Sharp.Text4.Text,"PLC Version"
Options.Button4.Text,
Options.Text5.Text,EIN
Options.Text5.Texts[0],AUS
Options.Text5.Texts[1],EIN
Options.Text6.Text,"Drucker- und Verifier-Aktivierungsschalter: Durch Drücken dieses Knopfs werden die Druckeroption und die Barcode-Verifier-Optionen gleichzeitig aktiviert und deaktiviert."
Options.Text.Text,"Drucker und Verifier aktivieren"
Dashboard.Button.Text,"Übersicht des Baggers Status"
Dashboard.Button4.Text,"Übersicht der Baggerfehler"
CommLoss.Text.Text,"PLC-DATEN WURDEN NICHT AKTUALISIERT"
CommLoss.Text1.Text,"Wenn die PLC-Firmware kürzlich geändert wurde, verschwindet diese Meldung automatisch. Wenn dies nicht der Fall ist, wenden Sie sich an den Hersteller, um sicherzustellen, dass die richtige Firmware verwendet wird."
ConfirmLogout.Text.Text,"Sind Sie sicher, dass Sie sich abmelden möchten?"
ConfirmLogout.Cancel.Text,Nein/Abbrechen
ConfirmLogout.Logout.Text,Ja/Abmelden
Dashboard.Text5.Text,Batch-Einstellungen
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Batch-Zähler zurücksetzen"
Login.TouchComboBox.Texts[1],Wartung
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Erweitert
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film vorwärts"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Beschleunigung
Advanced_P5.Text4.Text,Verzögerung
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film rückwärts"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,Film-Versatz
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,Film-Druck
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI aktiv"
Option_Printer.Button3.Texts[1],"300 DPI aktiv"
Advanced_P4.Button.Text,Null
Advanced_P4.Button.Texts[0],Zoll
Advanced_P4.Button.Texts[1],Metric
Settings_P1_M.Text.Text,Einstellungsseite
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Zuführgeschwindigkeit / Rücklaufgeschwindigkeit"
Settings_P1_M.Text4.Text,"Siegelausgleich (mm)"
Settings_P1_M.Text5.Text,"Backendurchlass (mm)"
Settings_P1_M.Text6.Text,"Beutellänge (mm)"
Settings_P1_M.Text7.Text,"Siegeldauer / Siegelkühlung"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Einstellungen
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"Druck abbrechen"
Option_Printer_M.Button1.Text,"Etiketten senden"
Option_Printer_M.Button2.Text,"Etiketten löschen"
Option_Printer_M.Text3.Text,"Drucklänge (mm)"
Option_Printer_M.Text4.Text,Druckgeschwindigkeit
Option_Printer_M.Text6.Text,Drucker
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Drucker
Option_Printer_M.Text5.Text,EIN
Option_Printer_M.Text5.Texts[0],AUS
Option_Printer_M.Text5.Texts[1],EIN
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI aktiv"
Option_Printer_M.Button3.Texts[1],"300 DPI aktiv"
Options.Button5.Text,Drucker
Option_Barcode_M.Text.Text,Barcode-Überprüfer
Option_Barcode_M.Text5.Text,EIN
Option_Barcode_M.Text5.Texts[0],EIN
Option_Barcode_M.Text5.Texts[1],EIN
Option_Barcode_M.Text2.Text,"Gute Lesung"
Option_Barcode_M.Text3.Text,Scanabstand
Option_Barcode_M.Text4.Text,Start-Scan-Versatz
Option_Barcode_M.Text1.Text,"Schlechte/keine Lesung"
Option_Barcode_M.Text6.Text,"Fehlerzähler für schlechte Lesung"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"Trigger BCD-Überprüfer"
Options.Button6.Text,Barcode-Überprüfer
Advanced_P4.Button2.Text,Null
Advanced_P4.Button2.Texts[0],"Lichtvorhang nicht installiert"
Advanced_P4.Button2.Texts[1],"Lichtvorhang installiert"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,Stückzähler
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"Europäischer Kundendienst:  00800 8888 8840
"
Advanced_P5.TouchComboBox.Texts[0],Englisch
Advanced_P5.TouchComboBox.Texts[1],Französisch
Advanced_P5.TouchComboBox.Texts[2],Niederländisch
Advanced_P5.TouchComboBox.Texts[3],Deutsch
Advanced_P5.Text8.Text,Sprache:
IO_P1.Text13.Text,"O:0/11 Pbar Clamp Motor Start"
Advanced_P4.Text2.Text,"Zoll oder metrisch"
Advanced_P5.Button.Text,"Bagger Status Overview"
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Outputs
IO_P2.Text1.Text,2/4
IO_P2.Text2.Text,"O:0/12 Pbar Clamp Motor Reverse"
IO_P2.Text3.Text,"O:0/13 Pbar Clamp Motor Alarm Reset"
IO_P2.Text10.Text,"O:0/14 Spare"
IO_P2.Text7.Text,"O:0/15 Spare"
IO_P4.Button1.Text,
IO_P4.Text.Text,Inputs
IO_P4.Text1.Text,4/4
IO_P4.Text2.Text,"I:0/12 Spare"
IO_P4.Text3.Text,"I:0/13 E-Stop OK"
IO_P4.Text10.Text,"I:0/14 Safe Power OK"
IO_P4.Text7.Text,"I:0/15 Printer Ribbon Encoder"
AlarmServer.Fault.Text,Fault
AlarmServer.RunningStatus.Text,"Running Status"
AlarmServer.Message.Text,Message
BaseTemplate.Text.Text,Text
TextLibrary.FaultList_MessageItem2.Message,"Dual Motor Jaw Obstructed"
TextLibrary.FaultList_MessageItem3.Message,"Dual Motor Jaw Front Motor Fault"
TextLibrary.FaultList_MessageItem4.Message,"Dual Motor Jaw Front Motor Comm Fault"
TextLibrary.FaultList_MessageItem5.Message,"Dual Motor Jaw Failed to Close"
TextLibrary.FaultList_MessageItem6.Message,"Dual Motor Jaw Failed to Open"
TextLibrary.FaultList_MessageItem7.Message,"Dual Motor Jaw Failed to Home"
TextLibrary.FaultList_MessageItem8.Message,"Dual Motor Jaw Timeout"
TextLibrary.FaultList_MessageItem9.Message,"Dual Motor Jaw Light Curtain Violated"
TextLibrary.FaultList_MessageItem1.Message,"Barcode Failed"
TextLibrary.FaultList_MessageItem10.Message,"Clamping Mechanism Drive Fault"
TextLibrary.FaultList_MessageItem11.Message,"Zebra Label Printer Service Required"
TextLibrary.FaultList_MessageItem12.Message,"Printer Ribbon Fault"
TextLibrary.FaultList_MessageItem13.Message,"Print Head Failed to Lower"
TextLibrary.FaultList_MessageItem14.Message,"Print Head Failed to Raise"
TextLibrary.FaultList_MessageItem15.Message,"Bag Delivery Reverse Fault"
TextLibrary.FaultList_MessageItem16.Message,"Bag Delivery Failed to Seperate"
TextLibrary.FaultList_MessageItem17.Message,"Bag Delivery No Bag Over Photoeye"
TextLibrary.FaultList_MessageItem18.Message,"Bag Delivery Film Feed Motor Fault"
TextLibrary.FaultList_MessageItem19.Message,"Bag Delivery Film Feed Motor Comm Fault"
TextLibrary.FaultList_MessageItem20.Message,"Motorized Load Plate Failed to Home"
TextLibrary.FaultList_MessageItem21.Message,"Motorized Load Plate Motor Fault"
TextLibrary.FaultList_MessageItem22.Message,"Motorized Load Plate Comm Fault"
TextLibrary.FaultList_MessageItem23.Message,"Safety Circuit Broken During Cycle"
TextLibrary.FaultList_MessageItem24.Message,"E-Stop Pressed"
TextLibrary.FaultList_MessageItem25.Message,"Light Curtain Not Configured"
TextLibrary.MessageList_MessageItem0.Message,"Bagger Not Ready To Cycle"
TextLibrary.MessageList_MessageItem1.Message,"Bagger Ready To Cycle"
TextLibrary.MessageList_MessageItem2.Message,"Bagger In Cycle"
TextLibrary.MessageList_MessageItem3.Message,"No Bag Covering Eye"
TextLibrary.MessageList_MessageItem4.Message,"Bag Failed To Seperate"
TextLibrary.MessageList_MessageItem5.Message,"Pressure Bar Obstruction"
TextLibrary.MessageList_MessageItem6.Message,"Light Curtain Violation"
TextLibrary.MessageList_MessageItem7.Message,"Print Head Failed To Raise"
TextLibrary.MessageList_MessageItem8.Message,"Print Head Failed To Lower"
TextLibrary.MessageList_MessageItem9.Message,"Bar Code Fault"
TextLibrary.MessageList_MessageItem10.Message,"Too Many Parts Counted"
TextLibrary.MessageList_MessageItem11.Message,"Jaw Failed To Close"
TextLibrary.MessageList_MessageItem12.Message,"Film Feed Motor Fault"
TextLibrary.MessageList_MessageItem13.Message,"Jaw Motion Fault"
TextLibrary.MessageList_MessageItem14.Message,"Jaw Failed To Home"
TextLibrary.MessageList_MessageItem15.Message,"Waiting On Printer"
TextLibrary.MessageList_MessageItem16.Message,"Waiting On Filler"
TextLibrary.MessageList_MessageItem17.Message,"Batch Count Done"
TextLibrary.MessageList_MessageItem18.Message,"Jaw Not Homed"
TextLibrary.MessageList_MessageItem19.Message,"Cycle Bagger To Active Filler"
TextLibrary.MessageList_MessageItem20.Message,"Machine Not Tested"
TextLibrary.MessageList_MessageItem21.Message,"Load Plate Motor Not Homed"
TextLibrary.MessageList_MessageItem22.Message,"Load Plate Motor Faulted"
TextLibrary.MessageList_MessageItem23.Message,"Load Plate Motor Comm. Fault"
TextLibrary.MessageList_MessageItem24.Message,"Safe Power Off During Cycle"
TextLibrary.MessageList_MessageItem25.Message,"Safe Power Off"
TextLibrary.MessageList_MessageItem26.Message,"IBD Motor Not Homed"
TextLibrary.MessageList_MessageItem27.Message,"IBD Motor Faulted"
TextLibrary.MessageList_MessageItem28.Message,"IBD Motor Comm. Fault"
TextLibrary.MessageList_MessageItem29.Message,"Printer Ribbon Fault"
TextLibrary.MessageList_MessageItem30.Message,"Printer Service Requested"
TextLibrary.MessageList_MessageItem31.Message,"Jaw Failed To Open"
TextLibrary.MessageList_MessageItem32.Message,"IBD Failed To Close"
TextLibrary.MessageList_MessageItem33.Message,"IBD Failed To Open"
TextLibrary.MessageList_MessageItem34.Message,"Bagger in Standby - Press Reset"
TextLibrary.MessageList_MessageItem35.Message,"Film Feed Motor Comm. Fault"
Faults.Text1.Text,"Open Bag Failed"
Faults.Text2.Text,"Open Bag Failed"
Faults.Text3.Text,"Open Bag Failed"
Faults.Text4.Text,"Open Bag Failed"
Faults.Text5.Text,"Open Bag Failed"
Faults.Text6.Text,"Open Bag Failed"
Faults.Text7.Text,"Open Bag Failed"
TextLibrary.FaultList_MessageItem26.Message,
TextLibrary.FaultList_MessageItem27.Message,
BaseTemplate.Text1.Text,"Bagger Not Ready To Cycle"
Advanced_P5.Text9.Text,"Reverse Offset Position"
